{
  "api": {
    "names": [
      "Rustic Private Cottage w/ King Bed + Oceanside View",
      "Spacious 4 BR Near Eiffel Tower – 7 Min Walk",
      "Luxury Beach House Perfect for Romantic Weekend Getaway",
      "Enjoy Sunsets at Fully Equipped 2BR Condo at the Beach",
      "Do not look past this three bedroom in Lakeshore East!",
      "Start summer off in your new apartment home with POOL VIEW!",
      "Lovely 2 Bedroom Apartment… Waiting for You to Make it Home!",
      "This one has it all! Newer Construction with all the Bells & Whistles",
      "We have the wonderful 2 bed/1.5 bath you’ve been waiting for!",
      "Affordable living! Wonderful floor plans for every budget!"
    ],
    "descriptions": [
      "Pristine 3 Bedroom 2 Bathroom rental home with chef’s kitchen in Downtown Austin (Property Description) This modern and aesthetically pleasing rental home offers high ceilings with tons of natural light. The updated chef’s kitchen features GE Cafe Appliances and Quartz countertops. It is minutes from Lady Bird Lake, UT, and Austin Bergstrom Airport.",
      "2 Bathroom luxurious designer condo with sweeping city views in East Nashville (Property Description) This fully furnished apartment features high-end finishes and spa-like bathrooms. Relax in the premium community amenities including a resort-style pool, fitness center, and on-site coffee shop. It is centrally located near shopping, dining, office spaces, and the neon glow of Broadway Street.",
      "4 Bedroom 2.5 Bathroom custom hillside home with picturesque backyard in Temecula (Property Description) The custom-designed home features rustic wood-beamed ceilings, reclaimed hardwood floors, and two primary suites. Enjoy the panoramic views of Temecula’s Wine Country from your oversized lot with a heated pool and waterfall spa. It is located near Old Town and top-rated schools.",
      "This apartment is located on the first floor with a balcony and terrace in a new building. It is simple, cosy, modern, and bright. Entering the house you can find an open kitchen with all appliances you might need: a table, 4 wooden chairs and a PLASMA TV 32”. The living room has a very comfortable double sofa bed and large windows. The bathroom includes a washing machine and a comfortable shower. This apartment is perfect for accommodating up to four people in a modern and functional environment.",
      "You'll be living in the trendy neighbourhood Porta Venezia, known for its stunning art-nouveau architecture and a vibrant LGBTQI+ scene. The area is a melting pot for different cultures, with many ethnic restaurants and bars for any taste and wallet. The apartment is located right next to a metro and train station Porta Venezia, so you can get anywhere in Milan with ease. Only a few minutes away is a 1.2 km-long shopping street Corso Buenos Aires and in 15 minutes you can reach the city centre by foot."
    ],
    "images": [
      "img/apartment-01.jpg",
      "img/apartment-02.jpg",
      "img/apartment-03.jpg",
      "img/apartment-04.jpg",
      "img/apartment-05.jpg",
      "img/apartment-06.jpg",
      "img/apartment-07.jpg",
      "img/apartment-08.jpg",
      "img/apartment-09.jpg",
      "img/apartment-10.jpg"
    ],
    "users": [
      "Amoura Joffrey",
      "Samira Bhavna",
      "Roxana Ankita",
      "Pasquale Agatino",
      "Hilary Bartolo",
      "Martina Muirne",
      "Firdaus Alexandra",
      "Naja Bernadetta",
      "Garaile Modestine",
      "Erdene Munkhtsetseg"
    ],
    "emails": [
      "clarissa81@ryan.com",
      "samir75@mcclure.com",
      "loyce.moen@collier.org",
      "dickinson.antoinette@parker.biz",
      "marianna84@wolf.com",
      "howe.wilton@kling.com",
      "braun.mason@reinger.org",
      "jordan17@morissette.com",
      "schaden.piper@strosin.com",
      "oarmstrong@frami.net"
    ],
    "avatars": [
      "clarissa81.jpg",
      "samir75.jpg",
      "loyce.jpg",
      "dickinson.jpg",
      "marianna84.jpg",
      "howe.jpg",
      "braun.jpg",
      "jordan17.jpg",
      "schaden.jpg",
      "oarmstrong.jpg"
    ],
    "passwords": [
      "RYFej3",
      "pTCdCW",
      "DPpWKB",
      "LJNr5P",
      "VzuXjx",
      "btcW3w",
      "nwyMwX",
      "TDttzS",
      "RDDXLt",
      "vyfjUr"
    ]
  }
}
